Repository: purejava/arch-update
Catalog: locale/*/update-extension@purejava.org.po
Languages: ca_es, ru_ru, uk_ua

source: Settings
ca_es: Configuració
ru_ru: Настройки
uk_ua: Налаштування

source: Update now
ca_es: Actualitza ara
ru_ru: Обновить
uk_ua: Оновити

source: Open package manager
ca_es: Obrir el gestor de paquets
ru_ru: Открыть менеджер пакетов
uk_ua: Відкрити менеджер пакетів

source: Checking
ca_es: Comprovant
ru_ru: Проверка
uk_ua: Перевірка

source: Check now
ca_es: Comprovar ara
ru_ru: Проверить
uk_ua: Перевірити

source: Waiting first check
ca_es: Esperant la primera comprovació
ru_ru: Ожидание первой проверки
uk_ua: Очікування першої перевірки

source: %d update pending
ca_es: %d actualització pendent
ru_ru: %d обновление ожидает
uk_ua: %d оновлення в очікуванні

source: New Fedora Linux Update
ca_es: Nova actualització de Fedora Linux
ru_ru: Обновления Fedora Linux
uk_ua: Нове оновлення Fedora Linux

source: There is %d update pending
ca_es: Hi ha %d actualització pendent
ru_ru: %d обновление ожидает
uk_ua: Є %d оновлення в очікуванні

source: Note : you have to install dnf to use the 'check for updates' script.
ca_es: Atenció: Heu d'instal·lar dnf per utilitzar l'script de comprovació d'actualitzacions.
ru_ru: Примечание: вам необходимо установить dnf, чтобы использовать сценарий проверки обновлений.
uk_ua: Примітка: вам необхідно встановити dnf для використання сценарію 'перевірка оновлень'.

source: Error
ru_ru: Ошибка
uk_ua: Помилка

source: Up to date :)
ca_es: Actualitzat :)
ru_ru: Нет обновлений :)
uk_ua: Немає оновлень :)

source: Last checked
ca_es: Darrera comprovació
ru_ru: Последняя проверка
uk_ua: Востаннє перевірено

source: Basic settings
ca_es: Configuració bàsica
ru_ru: Базовые
uk_ua: Базові налаштування

source: Checking for updates
ca_es: Comprovant actualitzacions
ru_ru: Проверка обновлений
uk_ua: Перевірка оновлень

source: Time to wait before first check (seconds)
ca_es: Temps d'espera abans de la primera comprovació (segons)
ru_ru: Время ожидания перед первой проверкой (секунды)
uk_ua: Час очікування перед першою перевіркою (секунди)

source: Interval between updates check (minutes)
ca_es: Interval entre comprovacions d'actualització (minuts)
ru_ru: Интервал между проверкой обновлений (минуты)
uk_ua: Інтервал між перевіркою оновлень (хвилини)

source: Indicator
ca_es: Indicador
ru_ru: Индикатор
uk_ua: Індикатор

source: Always visible
ca_es: Sempre visible
ru_ru: Отображать всегда
uk_ua: Відображати завжди

source: Use built-in icons
ca_es: Utilitzeu les icones integrades
ru_ru: Использовать встроенные иконки
uk_ua: Використовувати вбудовані іконки

source: Show updates count on indicator
ca_es: Mostra el recompte d'actualitzacions a l'indicador
ru_ru: Показывать число обновлений на индикаторе
uk_ua: Показувати кількість оновлень на індикаторі

source: Position in Panel
ca_es: Posició al Panell
ru_ru: Положение в панели
uk_ua: Положення на панелі

source: Left
ca_es: A l'esquerra
ru_ru: Слева
uk_ua: Ліворуч

source: Center
ca_es: Al centre
ru_ru: По центру
uk_ua: По центру

source: Right
ca_es: A la dreta
ru_ru: Справа
uk_ua: Праворуч

source: Menu
ca_es: Menú
ru_ru: Меню
uk_ua: Меню

source: Auto-expand updates list if updates count is less than this number (0 to disable)
ca_es: Expandeix automàticament la llista d'actualitzacions si el nombre d'actualitzacions és inferior a aquest número (0 per desactivar)"
ru_ru: Автоматически раскрывать список обновлений, если количество обновлений меньше этого числа (0, чтобы отключить)
uk_ua: Автоматично розширювати список оновлень, якщо кількість оновлень менше цього числа (0, щоб вимкнути)

source: Strip out versions numbers
ca_es: Elimina els números de versió
ru_ru: Удалить номера версий
uk_ua: Видалити номери версій

source: Show date/time of last check
ca_es: Mostra la data i hora de la darrera comprovació
ru_ru: Показывать дату и время последней проверки
uk_ua: Показати дату/час останньої перевірки

source: Notification
ca_es: Notificació
ru_ru: Уведомление
uk_ua: Сповіщення

source: Send a notification when new updates are available
ca_es: Envia una notificació quan hi hagi noves actualitzacions disponibles
ru_ru: Отправлять уведомление, когда доступны новые обновления
uk_ua: Надсилати сповіщення, коли нові оновлення будуть доступні

source: Use transient notifications (auto dismiss)
ru_ru: Использовать временные уведомления (автоматическое закрытие)

source: How much information to show on notifications
ca_es: Quanta informació mostrar en les notificacions
ru_ru: Сколько информации показывать в уведомлениях
uk_ua: Скільки інформації показувати в сповіщеннях

source: Count only
ca_es: Només el nombre d'actualitzacions
ru_ru: Только количество
uk_ua: Тільки кількість

source: New updates names
ca_es: Només els noms
ru_ru: Названия новых обновлений
uk_ua: Назви нових оновлень

source: All updates names
ca_es: Tota la informació
ru_ru: Названия всех обновлений
uk_ua: Назви всіх оновлень

source: Advanced settings
ca_es: Configuració avançada
ru_ru: Расширенные
uk_ua: Розширені налаштування

source: Command to check for package updates
ca_es: Ordre per comprovar les actualitzacions de paquets
ru_ru: Команда для проверки обновлений пакетов
uk_ua: Команда для перевірки оновлень пакетів

source: Disable output parsing, count every line as an update. This is the old behavior.
ca_es: Desactiva l'anàlisi de la sortida, compta cada línia com una actualització. Aquest és el comportament antic.
ru_ru: Отключить синтаксический анализ вывода, считать каждую строку обновлением. Это старое поведение.
uk_ua: Вимкнути синтаксичний аналіз виводу, вважати кожен рядок оновленням. Це стара поведінка.

source: Command to update packages
ca_es: Ordre per actualitzar paquets
ru_ru: Команда для обновления пакетов
uk_ua: Команда для оновлення пакетів

source: Package manager local directory path - To detect when new packages are installed
ca_es: Ruta del directori local del gestor de paquets - Per detectar quan s'instal·len nous paquets
ru_ru: Путь к локальному каталогу диспетчера пакетов для определения установки новых пакетов
uk_ua: Шлях до локального каталогу диспетчера пакетів для визначення установки нових пакетів

source: Command to open package manager (optional)
ca_es: Ordre per obrir l'administrador de paquets (opcional)
ru_ru: Команда для открытия менеджера пакетов (необязательно)
uk_ua: Команда для відкриття менеджера пакетів (необов'язково)

source: Command to show info for a package (optional)
ca_es: Ordre per mostrar informació d'un paquet (opcional)
ru_ru: Команда для отображения информации о пакете (необязательно)
uk_ua: Команда для відображення інформації про пакет (необов'язково)

source: About
ca_es: Quant a
ru_ru: О расширении
uk_ua: Про розширення
